{
    "defenderSkill": {
        "Absorb": "A portion of damage done to target is converted to health.",
        "Alacrity": "Skills that delay the enemy's turn are silenced for targeted heroes.",
        "Aline's Blessing": "Chance to apply a Might Buff on self for 5 turns and a Dark GemSilence Debuff on up to 5 heroes for 3 turns.",
        "Almar's Terror": "Chance to apply a Might Buff on self for 5 turns and a Light GemSilence Debuff on up to 5 heroes for 3 turns.",
        "Armor": "Increases Armor of target.",
        "Autoheal": "Heals target when HP is about to fall below 50%.",
        "Blind": "Attacks of target have a chance to miss.",
        "Chaos": "Completely destroys the board every turn.",
        "Counterattack": "Counterattack when attacked.",
        "Dark GemSilence": "Dark Gem placing skills are silenced for targeted heroes.",
        "Dark Gem Suppression": "Decreases the drop rate of Dark Gems and skills that increase the drop rate of Dark gems are silenced for targeted heroes.",
        "Dodge": "Attacks made against target have a chance to miss.",
        "Dogen's Ferocity": "Chance to apply a Might Buff on self for 5 turns and a Fire GemSilence Debuff on up to 5 heroes for 3 turns.",
        "Drain": "Target heals for a portion of the damage it deals.",
        "Earth GemSilence": "Earth Gem placing skills are silenced for targeted heroes.",
        "Earth Petrify": "Petrifies Earth Gems at the beginning of the turn.",
        "Fear": "At the end of each turn, reduce up to 2 heroes' skill meter to 0%.",
        "Fire GemSilence": "Fire Gem placing skills are silenced for targeted heroes.",
        "Flatline": "After using a Revive skill, the board is shuffled and all heroes skill meters are reduced to 0%.",
        "GemSilence": "Skills that transform or upgrade Gems are silenced for targeted heroes.",
        "Judgement": "Target automatically deals damage to those that heal.",
        "Keta's Resolve": "Chance to apply a Might Buff on self for 5 turns and an Earth GemSilence Debuff on up to 5 heroes for 3 turns.",
        "Light GemSilence": "Light Gem placing skills are silenced for targeted heroes.",
        "Might": "Increases Attack of target.",
        "Panic": "Target has less time to make gem matches.",
        "Poison": "Damages target at the end of every turn.",
        "Quarl's Protection": "Chance to apply a Might Buff on self for 5 turns and a Water GemSilence Debuff on up to 5 heroes for 3 turns.",
        "Regen": "Heals target at the end of every turn.",
        "Shuffle": "Shuffles the board every turn.",
        "Siphon": "Health recovered by target recovers caster instead.",
        "Thorns": "Attacks made against target also damage attacker.",
        "Toxin": "Skills which heal are completely blocked.",
        "Traitor": "When target attacks it also damages itself.",
        "Vessel": "Attacks of target also heals caster.",
        "Unknown": "Unknown",
        "Water GemSilence": "Water Gem placing skills are silenced for targeted heroes.",
        "Weaken": "Reduces Attack of target.",
        "Zombie": "Healing target damages target instead."
    },
    "counterSkill": {
        "Absolve": "Chance to remove Poison and Blind from all allies; Armor and Might from all enemies.",
        "Cleanse I": "Removes 1 debuff from a hero. Triggers once every 7 turns.",
        "Cleanse II": "Removes 1 debuff from a hero. Triggers once every 5 turns.",
        "Cleanse III": "Removes 1 debuff from a hero. Triggers once every 3 turns.",
        "Dispel Absorb": "Chance to remove Absorb Buff from all enemies.",
        "Dispel Armor": "Chance to remove Armor Buff from all enemies.",
        "Dispel Alacrity": "Chance to remove Alacrity Debuff from all allies.",
        "Dispel Blind": "Chance to remove Blind Debuff from all allies.",
        "Dispel Chaos": "Chance to remove Chaos Debuff from all enemies.",
        "Dispel Dodge": "Chance to remove Dodge Buff from all enemies.",
        "Dispel Drain": "Chance to remove Drain Buff from all enemies.",
        "Dispel EarthPetrify": "Chance to remove EarthPetrify Debuff from all allies.",
        "Dispel Fear": "Chance to remove Fear Buff from all enemies.",
        "Dispel Flatline": "Chance to remove Flatline Debuff from all allies.",
        "Dispel GemSilence": "Chance to remove GemSilence Debuff from all allies.",
        "Dispel Judgement": "Chance to remove Judgement Buff from all enemies.",
        "Dispel Might": "Chance to remove Might Buff from all enemies.",
        "Dispel Panic": "Chance to remove Panic Debuff from all allies.",
        "Dispel Poison": "Chance to remove Poison Debuff from all allies.",
        "Dispel Power GemSilence": "Chance to remove Power GemSilence Debuff from all allies.",
        "Dispel Regen": "Chance to remove Regen Buff from all enemies.",
        "Dispel Siphon": "Chance to remove Siphon Debuff from all allies.",
        "Dispel Thorns": "Chance to remove Thorns Buff from all enemies.",
        "Dispel Traitor": "Chance to remove Traitor Debuff from all allies.",
        "Dispel Toxin": "Chance to remove Toxin Debuff from all allies.",
        "Dispel Vessel": "Chance to remove Vessel Debuff from all allies.",
        "Dispel Weaken": "Chance to remove Weaken Debuff from all allies.",
        "Dispel Zombie": "Chance to remove Zombie Debuff from all allies.",
        "None": "None",
        "Unknown": "This skill has yet to be revealed.",
        "Vindicate": "Chance to remove Weaken and Toxin from all allies; Alacrity and Might from all enemies."
    }
}